import React from 'react'
import styles from "./AboutProd.module.scss"

export default function AboutProd() {
  return (
    <div>
      <p className={styles.p}>
        Футболки, толстовки на заказ в СПб от производителя предлагает Фирма
        Солнышко. Мы делаем печать на футболках на заказ оптом и в розницу с
        2008 года. Это наша основная специализация. Принты, логотипы (в том
        числе полноцветные), надписи, номера, фамилии, различные спецэффекты на
        трикотажные и текстильные изделия, такие как: футболки, майки и
        лонгсливы, толстовки и ветровки, зонты, сумки и бархатные мешочки,
        промошапки, банданы и бейсболки, купальники и многое другое. Трикотаж с
        составом от 50% хлопка, смесовые ткани, кожа, замша, синтетические
        ткани, спанбонд, бифлекс, бархат, махра и даже мех могут быть
        забрендированы на нашем производстве Вашим логотипом.
      </p>
    </div>
  );
}
